[
  {
    "head":"Head , Moluculuer Pathology  Cancer Research Center , Gerogia",
    "testimonial": "We are glad to give you the note and thank you for the high-quality products and services you have been providing to us over the last few years. Your TRUPCR Diagnostic products are very well-designed to maximize the clinical values of the tests. Also, we are pleased with the expertise of your technical staff as well as the prompt responses of your customer services managers. We hope our partnership and cooperation will extend, and we will be happy to recommend your company to anyone interested in such products and services",
    "author": " Dr. Giorgi Kharebava, Ph.D."
  },
  {
    "head":" HOD, Molecular Biology & Cytogenetics, Apollo Hospitals, Hyderabad",
    "testimonial": "I have been using 3B Blackbio Biotech India products for last three years and found to be very good. The cancer marker kits are extremely sensitive and very specific. They are repeat-free and very robust kits. The wide range of products are very effective offer solutions to many molecular biology tests. Their technical support is extremely satisfying and I am happy being associated with them and using their products.",
    "author": "Dr. Kalal Iravathy Goud"
  },
  {
    "head":"Scientist, Dept. of Hematology, All India Institute of Medical Sciences, New Delhi, India",
    "testimonial": "I have been using 3B Blackbio Biotech India products for last three years and found to be very good. The cancer marker kits are extremely sensitive and very specific. They are repeat-free and very robust kits. The wide range of products are very effective offer solutions to many molecular biology tests. Their technical support is extremely satisfying and I am happy being associated with them and using their products.",
    "author": " Dr. Kalal Iravathy Goud"
  },
  {
    "head":"Consultant – Cytogenetics and Molecular Biology Kokilaben Dhirubhai Ambani Hospital, Mumbai - India",
    "testimonial": "We, at KDAH, are using 3B Blackbio TRUPCR BCR-ABL1 IS and JAK2 kit for last 2 years have found them to be very reliable, robust and cost effective. For a hospital set up like ours, they has also provided control kits and additional master mix reagents, almost like tailor made for our set up requirements. Their quality standards are equivalent to any global requirements and are strong match to any international products. Their services and customer support is one of their major USP. I congratulate them for being awarded with MSME 2018 and wish them all the best for all their future endeavors.",
    "author": " Dr. Jaya Vyas"
  },
  {
    "head":"Founder & CEO, Core Diagnostics, Gurugram, India",
    "testimonial": "3B Blackbio Biotech has been a partner to Core Diagnostics for a few years. We found their team to be accessible and extremely collaborative in their approach. Their products are of high quality and their pipeline is extremely innovative.",
    "author": " Ms. Zoya Brar"
  }
]
